tap 'phinze/homebrew-cask'
tap 'josegonzalez/homebrew-php'
tap 'caskroom/versions'
brew 'brew-cask'

#Application should be installed.
brew 'tig'
brew 'ansible'
brew 'jq'
brew 'tree'
brew 'go'
brew 'ffmpeg'
brew 'ant'
brew 'maven'
brew 'phpenv'
brew 're2c'
brew 'wget'
brew 'mcrypt'
brew 'libevent'
brew 'libjpeg'
brew 'libpng'
brew 'libtool'
brew 'openssl'
brew 'autoconf'
brew 'libxml2'
brew 'lemon'
brew 'libmemcached'
brew 'memcached'
brew 'pkg-config'
brew 'imagemagick'



#Desktop Application should be installed.
cask 'google-chrome'
cask 'virtualbox'
cask 'sequel-pro'
cask 'skitch'
cask 'vagrant'
cask 'iterm2'
cask 'mi'
cask 'firefox'
cask 'kobito'
cask 'atom'
cask 'slack'
